import student1 from "../../assets/student-1.png";
import student2 from "../../assets/student-2.png";
import student3 from "../../assets/student-3.png";

const students = [
  {
    img: student1,
    name: "أليكس ر.",
    location: "سيدني، استراليا",
    desc: `تجاوزت الدورة التدريبية "تذوق اليابان" توقعاتي. يعتبر المدربون خبراء حقيقيين في المطبخ الياباني، وقد وفرت الجلسات المباشرة فرصة قيمة للتفاعل وطلب التوجيه.`,
  },
  {
    img: student2,
    name: "سارة ك.",
    location: "برشلونة، اسبانيا",
    desc: `رائع للمبتدئين! كمبتدئ في المطبخ، بدأت بدورة "تقنيات الطبخ الأساسية". المحتوى منظم بشكل جيد، والمدرسون يجعلون المفاهيم المعقدة سهلة الفهم.`,
  },
  {
    img: student3,
    name: "خديجة م.",
    location: "بركان، المغرب",
    desc: `تجربة تعلم الكهي رائعة! لقد قمت بالتسجيل في دورة "Symphony Salad". وأنا مندهشة من مقدار ما تعلمته في بضع جلسات فقط. المدربون متحمسون وواسعو المعرفة.`,
  },
  {
    img: student2,
    name: "سارة ك.",
    location: "برشلونة، اسبانيا",
    desc: `رائع للمبتدئين! كمبتدئ في المطبخ، بدأت بدورة "تقنيات الطبخ الأساسية". المحتوى منظم بشكل جيد، والمدرسون يجعلون المفاهيم المعقدة سهلة الفهم.`,
  },
  {
    img: student3,
    name: "خديجة م.",
    location: "بركان، المغرب",
    desc: `تجربة تعلم الكهي رائعة! لقد قمت بالتسجيل في دورة "Symphony Salad". وأنا مندهشة من مقدار ما تعلمته في بضع جلسات فقط. المدربون متحمسون وواسعو المعرفة.`,
  },
  {
    img: student1,
    name: "أليكس ر.",
    location: "سيدني، استراليا",
    desc: `تجاوزت الدورة التدريبية "تذوق اليابان" توقعاتي. يعتبر المدربون خبراء حقيقيين في المطبخ الياباني، وقد وفرت الجلسات المباشرة فرصة قيمة للتفاعل وطلب التوجيه.`,
  },
];

export default students;
