import blog1 from "../../assets/blog-1.jpg";
import blog2 from "../../assets/blog-2.jpg";
import blog3 from "../../assets/blog-3.webp";

const blogs = [
  {
    img: blog1,
    title: "تذوق اليابان: عبر رحلة الطهي الياباني",
    desc: "انطلق في عالم المطبخ الياباني، حيث تجتمع الدقة مع العاطفة في كل طبق. بقيادة خبراء متمرسين، نكشف لكم في هذه المقالة ...",
    date: "1 يونيو، 2024",
  },
  {
    img: blog2,
    title: "سمفونية السلطة: اكتشف النكهات الطازجة",
    desc: `استمتع بعالم من الخضراوات المقرمشة و النابضة بالحياة و الصلصات المثيرة مع "سيمفونية السلطة: لإتقان فن النكهات الطازجة".`,
    date: "1 يونيو، 2024",
  },
  {
    img: blog3,
    title: "سحر الكهي المغربي: تجربة لا تنسى",
    desc: ` حيث يتجلى الحيوية و الغنى في كل زاوية من زواياه ..،"انغمس في تجربة فريدة من نوعها في عالم الكهي مع "دروس فن الطبخ المغربي`,
    date: "1 يونيو، 2024",
  },
];

export default blogs;
